Revit 2027 API
ParameterTypeId.PhyMaterialParamCompressionPerpendicular Property
 "Compression perpendicular to grain"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamCompressionPerpendicular { get; }
Public Shared ReadOnly Property PhyMaterialParamCompressionPerpendicular As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamCompressionPerpendicular {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamCompressionPerpendicular : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace